tap "d12frosted/emacs-plus"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/completions"
tap "homebrew/core"
tap "homebrew/services"
brew "autojump"
brew "curl"
brew "coreutils"
brew "git"
brew "gnupg"
brew "fzf"
brew "htop"
brew "macvim"
brew "nginx", restart_service: true
brew "nmap"
brew "node", link: false
brew "nvm"
brew "tree"
brew "pass"
brew "php", restart_service: true, link: false
brew "php@7.1", restart_service: true
brew "postgresql", restart_service: true
brew "ranger"
brew "ssh-copy-id"
brew "syncthing", restart_service: true
brew "the_silver_searcher"
brew "wget"
brew "youtube-dl"
brew "zsh"
brew "zsh-completions"
brew "d12frosted/emacs-plus/emacs-plus", args: ["HEAD"]
cask "mactex"
